{
    "ariadne": [
        {
            "type": "message",
            "message": "I saw you approach the Nexus. I hoped you might. Thank you, Like-Traveller. This mission has significance to all like us."
        },
        {
            "type": "message",
            "message": "The Quicksilver Synthesis Companion is a skilled artisan. Have you seen its crafted faces, Like-Traveller? Indistinguishable from genuine flesh."
        },
        {
            "type": "message",
            "message": "The nature of these of disturbances worries me, Like-Traveller. I do not often venture from the Anomaly, but what I encountered out there was more than a likeness."
        },
        {
            "type": "message",
            "message": "These disturbances are a window looking back at this universe, Like-Traveller. In light or in darkness, both sides of the pane are valid. I am at peace with it. We both are."
        },
        {
            "type": "message",
            "message": "I saw you approach the Nexus. I hoped you might. Thank you, Like-Traveller. This mission has significance to all like us."
        },
        {
            "type": "message",
            "message": "How long now have we danced to this rhythm? The regularity of these disturbances brings a sort of comfort."
        },
        {
            "type": "message",
            "message": "There is still cause for hope, Like-Traveller, even in the face of calamity. I have a plan..."
        },
        {
            "type": "message",
            "message": "I'm home. I am finally home. Like-Traveller, I am so glad to look upon your face."
        },
        {
            "type": "message",
            "message": "Ah, Like-Traveller. You have returned."
        }
    ],
    "gemini": [
        {
            "type": "message",
            "message": "You're investigating the disturbance, my friend? I hope you're taking companions."
        },
        {
            "type": "message",
            "message": "Gemini gives me a watery smile, but seems distracted. They glance repeatedly over at Hesperus."
        },
        {
            "type": "message",
            "message": "Are you well, my friend? I apologise if I seem discouraging. Of course I am grateful for the efforts of Travellers like yourself. And Hesperus. If it weren't for their adventurous nature, we would never have met."
        },
        {
            "type": "message",
            "message": "I saw the disturbance with my own eyes, my friend. I felt alive out there. I remembered how much I miss adventure."
        },
        {
            "type": "message",
            "message": "You're investigating the disturbance, my friend? I hope you're taking companions."
        },
        {
            "type": "message",
            "message": "Hello! Ah, it brings me such joy to greet you. The danger of these disturbances aside, I am glad to be part of this effort at your side."
        },
        {
            "type": "message",
            "message": "Ariadne has disappeared!"
        },
        {
            "type": "message",
            "message": "I tried to stop them -- I tried to make them see reason! Oh, I hope they are safe..."
        },
        {
            "type": "message",
            "message": "Ariadne has returned! Our friend is safe! Ah, rejoice!"
        },
        {
            "type": "message",
            "message": "Gemini looks at schematics for Exosuits. They don’t seem to notice my approach..."
        }
    ],
    "mercury": [
        {
            "type": "message",
            "message": "This will be a test of fortitude, Portal-Adept."
        },
        {
            "type": "message",
            "message": "The solemn Traveller assesses me. Their eyes linger over my face, as though inspecting it for injury."
        },
        {
            "type": "message",
            "message": "I am pleased to see you alive. Will this be your first encounter with one of these disturbances?"
        },
        {
            "type": "message",
            "message": "These disturbances fill me with a great unease."
        },
        {
            "type": "message",
            "message": "Our work is of great importance to this universe. Take pride in your contribution, Portal-Adept."
        },
        {
            "type": "message",
            "message": "This will be a test of fortitude, Portal-Adept."
        },
        {
            "type": "message",
            "message": "Mercury regards me silently. There is an intensity in their pale eyes that I can't quite identify. Is it hunger? Resentment? Envy?"
        },
        {
            "type": "message",
            "message": "I often wonder about the nature of our existence, Portal-Adept. What Ariadne's recent disappearance means for us."
        },
        {
            "type": "message",
            "message": "There are some who believe the Travellers to be the same soul, split across countless iterations and universes."
        },
        {
            "type": "message",
            "message": "How we might have been, had we lived different lives..."
        },
        {
            "type": "message",
            "message": "Calamity has befallen us, Portal-Adept. A thousand Korvax souls have been severed from the Convergence."
        },
        {
            "type": "message",
            "message": "The result of a fellow Traveller's ambition exceeding their grasp. Hesperus was working with the Korvax to try to simulate the Abyss itself. It came for them instead."
        },
        {
            "type": "message",
            "message": "If Hesperus returns to us, do you believe we can still trust them? They have much to answer for."
        },
        {
            "type": "message",
            "message": "These are grim times, Portal-Adept. Our community has fallen to strife."
        }
    ],
    "tethys": [
        {
            "type": "message",
            "message": "Ah. So you've signed up to investigate this 'disturbance' Nada's been so worked up about."
        },
        {
            "type": "message",
            "message": "Off to investigate this latest disturbance? Better you than me. Though it might be nice to get out of here. The others won't shut up about it."
        },
        {
            "type": "message",
            "message": "Tethys seems more still, less fidgety than usual. They regard me quietly."
        },
        {
            "type": "message",
            "message": "These disturbances are... something's really wrong. I went and saw for myself. Even my exosuit seemed to panic when I got close."
        },
        {
            "type": "message",
            "message": "It feels so good to step out of hiding from time to time. It's worth it."
        },
        {
            "type": "message",
            "message": "Ah. So you've signed up to investigate this 'disturbance' Nada's been so worked up about."
        },
        {
            "type": "message",
            "message": "Tethys lets out a bad-tempered sigh. They say nothing, impatient to get this conversation over with."
        },
        {
            "type": "message",
            "message": "I once lived with a Vy'keen appearance mod for an entire year, you know? Did a lot of things I regret."
        },
        {
            "type": "message",
            "message": "I don't even know why I'm talking about it. We're not friends. You're a stranger."
        },
        {
            "type": "message",
            "message": "Tethys seems uneasy. Their lidless eyes flick towards Mercury's empty post."
        },
        {
            "type": "message",
            "message": "Tell me. Do you ever feel lonely?"
        },
        {
            "type": "message",
            "message": "Traveller... has your Exosuit been operating at proper capacity?"
        }
    ],
    "hesperus": [
        {
            "type": "message",
            "message": "I understand you have undertaken an investigation, kindred. Nada is fortunate to have your assistance."
        },
        {
            "type": "message",
            "message": "Have you discovered much about the disturbances, kindred? Please. Tell me of your experiences."
        },
        {
            "type": "message",
            "message": "The static spoke to me, kindred. It was a judgement I have endured before. This is a recurring nightmare."
        },
        {
            "type": "message",
            "message": "I do appreciate our impossible meetings, kindred. It is important to appreciate our peers."
        },
        {
            "type": "message",
            "message": "I understand you have undertaken an investigation, kindred. Nada is fortunate to have your assistance."
        },
        {
            "type": "message",
            "message": "Greetings. You are assisting with the disturbance? Many kindred are, today. I have had many conversations such as this. I find I never tire of them."
        },
        {
            "type": "message",
            "message": "Before you go, will you tell me a little about your most recent encounter with another kindred? A story to bookmark this conversation in my memory?"
        },
        {
            "type": "message",
            "message": "Hesperus seems troubled. When I approach, they hide their data pad.None"
        },
        {
            "type": "message",
            "message": "Ariadne has sent word... they are returning to us, kindred. They are safe."
        },
        {
            "type": "message",
            "message": "Ah, kindred... do not fear. All my guilt has been purged from my mind. Nanite Clusters can transform neurons with ease..."
        },
        {
            "type": "message",
            "message": "The others will be back soon, kindred. We do not have much time..."
        }
    ],
    "cronus1": [
        {
            "type": "message",
            "message": "The others will be back soon, kindred. We do not have much time..."
        }
    ]
}